Repository: MustangYM/Compositor
Catalog: Compositor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: Drag to push pixels
de: Ziehen zum Verschieben der Pixel
es: Arrastre para empujar los píxeles
fr: Faire glisser pour pousser les pixels
ja: ドラッグしてピクセルを押し出す
ko: 드래그하여 픽셀 밀기
pt_br: Arraste para empurrar os pixels
zh_hans: 拖动推动像素
zh_hant: 拖曳推動像素

source: Drag to resize the panel
de: Ziehen, um die Größe des Panels zu ändern
es: Arrastre para redimensionar el panel
fr: Faites glisser pour redimensionner le panneau
ja: ドラッグしてパネルのサイズを変更
ko: 드래그하여 패널 크기 조절
pt_br: Arraste para redimensionar o painel
zh_hans: 拖动调整面板大小
zh_hant: 拖曳調整面板大小

source: Drag to select · Drag inside to move · Shift add · Option subtract · Delete clears · ⌥⌫/⌘⌫ fill · ⌘D deselect
de: Ziehen: auswählen · Innen ziehen: verschieben · Umschalt: hinzufügen · Option: abziehen · Löschen: leeren · ⌥⌫/⌘⌫: füllen · ⌘D: Auswahl aufheben
es: Arrastre para seleccionar · Arrastrar dentro para mover · Shift añadir · Opción restar · Suprimir borra · ⌥⌫/⌘⌫ rellenar · ⌘D deseleccionar
fr: Glisser : sélectionner · Glisser à l’intérieur : déplacer · Maj : ajouter · Option : soustraire · Suppr : effacer · ⌥⌫/⌘⌫ : remplir · ⌘D : désélectionner
ja: ドラッグして選択 · 内側をドラッグして移動 · Shift 追加 · Option 削除 · Delete 消去 · ⌥⌫/⌘⌫ 塗りつぶし · ⌘D 選択解除
ko: 드래그하여 선택 · 안쪽을 드래그하여 이동 · Shift 추가 · Option 빼기 · Delete 지우기 · ⌥⌫/⌘⌫ 칠하기 · ⌘D 선택 해제
pt_br: Arraste para selecionar · Arraste dentro para mover · Shift adicionar · Option subtrair · Delete limpa · ⌥⌫/⌘⌫ preencher · ⌘D cancelar seleção
zh_hans: 拖动选择 · 在选区内拖动以移动 · Shift 添加 · Option 减去 · Delete 清除 · ⌥⌫/⌘⌫ 填充 · ⌘D 取消选择
zh_hant: 拖曳選取 · 在選取範圍內拖曳以移動 · Shift 新增 · Option 減去 · Delete 清除 · ⌥⌫/⌘⌫ 填滿 · ⌘D 取消選取

source: Drag to set hue and saturation. Double-click to reset this wheel.
de: Ziehen Sie, um Farbton und Sättigung einzustellen. Doppelklicken Sie, um dieses Rad zurückzusetzen.
es: Arrastre para definir el tono y la saturación. Haga doble clic para restablecer esta rueda.
fr: Faites glisser pour définir la teinte et la saturation. Double-cliquez pour réinitialiser cette roue.
ja: ドラッグして色相と彩度を設定します。ダブルクリックでこのホイールをリセットします。
ko: 드래그하여 색조와 채도를 설정합니다. 두 번 클릭하면 이 휠을 초기화합니다.
pt_br: Arraste para definir matiz e saturação. Clique duas vezes para redefinir esta roda.
zh_hans: 拖动设置色相和饱和度。双击重置此色轮。
zh_hant: 拖曳設定色相和飽和度。按兩下重設此色輪。

source: Drag to smudge
de: Ziehen zum Verwischen
es: Arrastre para extender el color
fr: Faire glisser pour étaler les pixels
ja: ドラッグして指先効果を適用
ko: 드래그하여 문지르기
pt_br: Arraste para borrar
zh_hans: 拖动涂抹
zh_hant: 拖曳塗抹

source: Drag to soften
de: Ziehen zum Weichzeichnen
es: Arrastre para suavizar
fr: Faire glisser pour adoucir
ja: ドラッグしてぼかす
ko: 드래그하여 흐리게 하기
pt_br: Arraste para suavizar
zh_hans: 拖动模糊
zh_hant: 拖曳模糊

source: Drag up or down to lift or lower those tones. Drag a divider along the bottom to change which tones each region covers.
de: Ziehen Sie nach oben oder unten, um diese Töne anzuheben oder abzusenken. Ziehen Sie einen Trenner entlang der Unterseite, um zu ändern, welche Töne jede Region abdeckt.
es: Arrastre hacia arriba o hacia abajo para levantar o bajar los tonos. Arrastre un divisor a lo largo de la parte inferior para cambiar qué tonos cubre cada región.
fr: Faites glisser vers le haut ou vers le bas pour soulever ou baisser ces tons. Faites glisser un diviseur le long du bas pour changer les tons que chaque région couvre.
ja: 上下にドラッグして、その色調を明るくしたり暗くしたりします。下部の区切りをドラッグすると、各領域が対象とする色調範囲を変更できます。
ko: 위아래로 드래그하여 해당 색조를 밝게 또는 어둡게 합니다. 아래쪽 구분선을 드래그하면 각 영역에 포함되는 색조 범위를 바꿀 수 있습니다.
pt_br: Arraste para cima ou para baixo para levantar ou baixar esses tons. Arraste um divisor ao longo do fundo para alterar os tons que cada região cobre.
zh_hans: 上下拖动可提亮或压暗相应色调。拖动底部的分隔点可调整各区域覆盖的色调范围。
zh_hant: 上下拖曳可提亮或壓暗相應色調。拖曳底部的分隔點可調整各區域覆蓋的色調範圍。

source: Draw each chunky pixel as a solid square, or as a round dot like a dot-matrix screen
de: Große Pixel als gefüllte Quadrate oder runde Punkte wie auf einem Punktmatrixbildschirm darstellen
es: Dibujar cada píxel ampliado como un cuadrado sólido o como un punto redondo, como en una pantalla matricial
fr: Dessiner chaque gros pixel sous forme de carré plein ou de point rond, comme sur un écran matriciel
ja: 大きなピクセルを塗りつぶした正方形、またはドットマトリクス画面のような丸い点として描画
ko: 각 큰 픽셀을 단색 사각형이나 도트 매트릭스 화면 같은 둥근 점으로 그리기
pt_br: Desenhar cada pixel ampliado como um quadrado sólido ou como um ponto redondo, como em uma tela de matriz de pontos
zh_hans: 将每个大像素绘制为实心方块，或类似点阵屏幕的圆点
zh_hant: 將每個大像素繪製為實心方塊，或類似點陣螢幕的圓點

source: Draw Guides
de: Hilfslinien zeichnen
es: Dibujar guías
fr: Tracer des repères
ja: ガイドを描画
ko: 안내선 그리기
pt_br: Desenhar guias
zh_hans: 绘制引导线
zh_hant: 繪製引導線

source: Draw the marks for the light tones on the dark color, like a glowing screen
de: Zeichne die Markierungen für die hellen Töne auf der dunklen Farbe, wie ein leuchtender Bildschirm
es: Dibujar las marcas de los tonos claros sobre el color oscuro, como una pantalla luminosa
fr: Dessinez les marques pour les tons clairs sur la couleur foncée, comme un écran lumineux
ja: 発光する画面のように、暗い色の上に明るい色調の模様を描画
ko: 발광 화면처럼 어두운 색상 위에 밝은 색조의 무늬 그리기
pt_br: Desenhar as marcas dos tons claros sobre a cor escura, como uma tela luminosa
zh_hans: 在暗色背景上绘制亮调图案，模拟发光屏幕
zh_hant: 在暗色背景上繪製亮調圖案，模擬發光螢幕

source: Draw two or more lines on the preview that should be level or vertical.
de: Zeichnen Sie mindestens zwei Linien in der Vorschau, die horizontal oder vertikal sein sollten.
es: Dibuje dos o más líneas en la previsualización que deban ser horizontales o verticales.
fr: Tracez sur l’aperçu au moins deux lignes qui devraient être horizontales ou verticales.
ja: プレビュー上で、水平または垂直になるべき線を 2 本以上描いてください。
ko: 미리 보기에서 수평 또는 수직이어야 하는 선을 두 개 이상 그리세요.
pt_br: Desenhe na visualização duas ou mais linhas que deveriam ser horizontais ou verticais.
zh_hans: 在预览中沿应为水平或垂直的边缘绘制至少两条线。
zh_hant: 在預視中沿應為水平或垂直的邊緣繪製至少兩條線。

source: Drop into new canvas
de: In neue Arbeitsfläche ablegen
es: Soltar en un lienzo nuevo
fr: Déposer dans une nouvelle zone de travail
ja: 新しいカンバスにドロップ
ko: 새 캔버스에 놓기
pt_br: Soltar em uma nova tela
zh_hans: 拖入新画布
zh_hant: 拖入新版面

source: Drop Shadow
de: Schlagschatten
es: Sombra paralela
fr: Ombre portée
ja: ドロップシャドウ
ko: 그림자 효과
pt_br: Sombra projetada
zh_hans: 投影
zh_hant: 陰影

source: Drop to open in a new canvas
de: Zum Öffnen in einer neuen Arbeitsfläche ablegen
es: Suelta para abrir en un nuevo lienzo
fr: Déposer pour ouvrir dans une nouvelle zone de travail
ja: ドロップして新しいカンバスで開く
ko: 놓아서 새 캔버스에서 열기
pt_br: Soltar para abrir em uma tela nova
zh_hans: 拖放以在新画布中打开
zh_hant: 拖放以在新版面中開啟

source: Dropped
de: Abgelegt
es: Soltado
fr: Déposé
ja: ドロップした画像
ko: 놓은 이미지
pt_br: Solto
zh_hans: 拖入的图像
zh_hant: 拖入的影像

source: Duplicate / Layer via Copy
de: Duplizieren / Ebene durch Kopieren
es: Duplicar / Capa vía Copiar
fr: Dupliquer / Calque par copier
ja: 複製 / 選択範囲をコピーしたレイヤー
ko: 복제 / 복사한 레이어
pt_br: Duplicar / Camada via Copiar
zh_hans: 复制 / 通过拷贝的图层
zh_hant: 複製 / 拷貝的圖層

source: Duplicate Layer
de: Ebene duplizieren
es: Duplicar capa
fr: Dupliquer le calque
ja: レイヤーを複製
ko: 레이어 복제
pt_br: Duplicar camada
zh_hans: 复制图层
zh_hant: 複製圖層

source: Duplicate Layers
de: Ebenen duplizieren
es: Duplicar capas
fr: Dupliquer les calques
ja: レイヤーを複製
ko: 레이어 복제
pt_br: Duplicar camadas
zh_hans: 复制图层
zh_hant: 複製圖層

source: Duplicate Pixels
de: Pixel duplizieren
es: Duplicar píxeles
fr: Dupliquer les pixels
ja: ピクセルを複製
ko: 픽셀 복제
pt_br: Duplicar pixels
zh_hans: 复制像素
zh_hant: 複製像素

source: Earliest response. Hue, saturation, and shadow tint move about half as far as Version 6.
de: Frühestes Verhalten. Farbton, Sättigung und Tiefenfarbton ändern sich etwa halb so stark wie in Version 6.
es: Respuesta más antigua. Los cambios de tono, saturación y matiz de sombras tienen aproximadamente la mitad de la intensidad de la versión 6.
fr: Comportement initial. La teinte, la saturation et la teinte des tons foncés varient environ deux fois moins qu’avec la version 6.
ja: 最も初期の処理方式です。色相、彩度、シャドウの色かぶりの変化量は、バージョン 6 の約半分です。
ko: 가장 초기의 처리 방식입니다. 색조, 채도 및 어두운 영역 색조의 변화량은 버전 6의 약 절반입니다.
pt_br: Resposta mais antiga. As alterações de matiz, saturação e tonalidade das sombras têm aproximadamente metade da intensidade da versão 6.
zh_hans: 最早的处理方式。色相、饱和度和阴影色调的调整幅度约为版本 6 的一半。
zh_hant: 最早的處理方式。色相、飽和度和陰影色調的調整幅度約為版本 6 的一半。

source: Edge
de: Kante
es: Borde
fr: Contour
ja: 境界
ko: 가장자리
pt_br: Borda
zh_hans: 边缘
zh_hant: 邊緣

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
pt_br: Editar
zh_hans: 编辑
zh_hant: 編輯

source: Edit %1$@
de: %1$@ bearbeiten
es: Editar %1$@
fr: Modifier %1$@
ja: %1$@を編集
ko: %1$@ 편집
pt_br: Editar %1$@
zh_hans: 编辑%1$@
zh_hant: 編輯%1$@

source: Edit %1$@ Adjustment
de: Einstellung %1$@ bearbeiten
es: Editar ajuste %1$@
fr: Modifier le réglage %1$@
ja: %1$@調整を編集
ko: %1$@ 조정 편집
pt_br: Editar ajuste %1$@
zh_hans: 编辑%1$@调整
zh_hant: 編輯%1$@調整

source: Edit %1$@.
de: Bearbeiten %1$@.
es: Editar %1$@.
fr: Modifier %1$@.
ja: %1$@を編集。
ko: %1$@ 편집.
pt_br: Editar %1$@.
zh_hans: 编辑%1$@。
zh_hant: 編輯%1$@。

source: Edit Adjustment…
de: Korrektur bearbeiten…
es: Editar ajuste…
fr: Modifier le réglage…
ja: 調整を編集…
ko: 조정 편집…
pt_br: Editar ajuste…
zh_hans: 编辑调整…
zh_hant: 編輯調整…

source: Edit Text
de: Text bearbeiten
es: Editar texto
fr: Modifier le texte
ja: テキストを編集
ko: 텍스트 편집
pt_br: Editar texto
zh_hans: 编辑文字
zh_hant: 編輯文字

source: Editable Photoshop text becomes pixels and can’t be retyped.
de: Bearbeitbarer Photoshop-Text wird in Pixel umgewandelt und kann nicht mehr als Text bearbeitet werden.
es: El texto editable de Photoshop se convierte en píxeles y ya no se puede editar como texto.
fr: Le texte Photoshop modifiable est converti en pixels et ne peut plus être modifié en tant que texte.
ja: Photoshop の編集可能なテキストはピクセルに変換され、文字を再編集できなくなります。
ko: Photoshop의 편집 가능한 텍스트는 픽셀로 변환되어 문자를 다시 편집할 수 없습니다.
pt_br: O texto editável do Photoshop é convertido em pixels e não pode mais ser editado como texto.
zh_hans: Photoshop 的可编辑文字将栅格化为像素，无法继续作为文字编辑。
zh_hant: Photoshop 的可編輯文字將點陣化為像素，無法繼續作為文字編輯。

source: Editable text
de: Bearbeitbarer Text
es: Texto editable
fr: Texte modifiable
ja: 編集可能なテキスト
ko: 편집 가능한 텍스트
pt_br: Texto editável
zh_hans: 可编辑文字
zh_hant: 可編輯文字

source: Editable text layer
de: Bearbeitbare Textebene
es: Capa de texto editable
fr: Calque de texte modifiable
ja: 編集可能なテキストレイヤー
ko: 편집 가능한 텍스트 레이어
pt_br: Camada de texto editável
zh_hans: 可编辑文字图层
zh_hant: 可編輯文字圖層

source: Effects
de: Effekte
es: Efectos
fr: Effets
ja: 効果
ko: 효과
pt_br: Efeitos
zh_hans: 效果
zh_hant: 效果

source: Elliptical Marquee
de: Auswahlellipse
es: Marco elíptico
fr: Ellipse de sélection
ja: 楕円形選択ツール
ko: 원형 선택 윤곽
pt_br: Letreiro elíptico
zh_hans: 椭圆选框
zh_hant: 橢圓選取畫面

source: Emphasizes fine texture over broader edges.
de: Betont feine Texturen stärker als breite Kanten.
es: Realza la textura fina más que los bordes amplios.
fr: Accentue davantage les textures fines que les contours larges.
ja: 大きな輪郭よりも細かなテクスチャを強調します。
ko: 넓은 가장자리보다 미세한 텍스처를 강조합니다.
pt_br: Realça a textura fina mais que as bordas amplas.
zh_hans: 优先增强细微纹理，而非大范围边缘。
zh_hant: 優先增強細微紋理，而非大範圍邊緣。

source: Empty selection
de: Leere Auswahl
es: Selección vacía
fr: Sélection vide
ja: 選択範囲が空です
ko: 선택 영역이 비어 있습니다
pt_br: Seleção vazia
zh_hans: 选区为空
zh_hant: 選取範圍為空

source: Enable Layer Mask
de: Ebenenmaske aktivieren
es: Activar máscara de capa
fr: Activer le masque de fusion
ja: レイヤーマスクを有効にする
ko: 레이어 마스크 활성화
pt_br: Ativar máscara de camada
zh_hans: 启用图层蒙版
zh_hant: 啟用圖層遮色片

source: Enable Lens Profile Corrections
de: Objektivprofilkorrekturen aktivieren
es: Activar correcciones de perfil de lente
fr: Activer les corrections de profil d’objectif
ja: レンズプロファイル補正を使用
ko: 렌즈 프로필 교정 사용
pt_br: Ativar correções de perfil de lente
zh_hans: 启用镜头配置文件校正
zh_hant: 啟用鏡頭描述檔校正

source: Enable Mask
de: Ebenenmaske aktivieren
es: Activar máscara de capa
fr: Activer le masque de fusion
ja: レイヤーマスクを有効にする
ko: 레이어 마스크 활성화
pt_br: Ativar máscara de camada
zh_hans: 启用图层蒙版
zh_hant: 啟用圖層遮色片

source: End of the hue range, in degrees.
de: Ende des Farbtonbereichs, in Grad.
es: Final del intervalo de tono, en grados.
fr: Fin de la gamme de teintes, en degrés.
ja: 色相範囲の終点（度）。
ko: 색조 범위의 끝점(도)입니다.
pt_br: Fim do intervalo de matiz, em graus.
zh_hans: 色相范围的终点，以度为单位。
zh_hant: 色相範圍的終點，以度為單位。

source: Enter a whole number from 1 to %1$@ px.
de: Geben Sie eine ganze Zahl von 1 bis %1$@ px ein.
es: Introduzca un número entero de 1 a %1$@ px.
fr: Saisissez un nombre entier de 1 à %1$@ px.
ja: 1～%1$@ px の整数を入力してください。
ko: 1~%1$@px 사이의 정수를 입력하세요.
pt_br: Insira um número inteiro de 1 a %1$@ px.
zh_hans: 请输入 1 至 %1$@ 之间的整数（像素）。
zh_hant: 請輸入 1 至 %1$@ 之間的整數（像素）。

source: Enter whole numbers from 1 to %1$@ pixels.
de: Geben Sie ganze Zahlen von 1 bis %1$@ Pixel ein.
es: Introduzca números enteros de 1 a %1$@ píxeles.
fr: Saisissez les nombres entiers de 1 à %1$@ pixels.
ja: 1～%1$@ ピクセルの整数を入力してください。
ko: 1~%1$@픽셀 사이의 정수를 입력하세요.
pt_br: Insira números inteiros de 1 a %1$@ pixels.
zh_hans: 请输入 1 至 %1$@ 之间的整数（像素）。
zh_hant: 請輸入 1 至 %1$@ 之間的整數（像素）。

source: Erase
de: Radieren
es: Borrar
fr: Effacer
ja: 消去
ko: 지우기
pt_br: Apagar
zh_hans: 擦除
zh_hant: 擦除

source: Eraser
de: Radiergummi
es: Borrador
fr: Gomme
ja: 消しゴム
ko: 지우개
pt_br: Borracha
zh_hans: 橡皮擦
zh_hant: 橡皮擦

source: Exclusion
de: Ausschluss
es: Exclusión
ja: 除外
ko: 제외
pt_br: Exclusão
zh_hans: 排除
zh_hant: 排除

source: Expand
de: Erweitern
es: Expandir
fr: Dilater
ja: 拡張
ko: 확대
pt_br: Expandir
zh_hans: 扩展
zh_hant: 擴張

source: Expand or collapse folder
de: Gruppe auf- oder zuklappen
es: Expandir o contraer grupo
fr: Développer ou réduire le groupe
ja: グループを展開または折りたたむ
ko: 그룹 펼치기 또는 접기
pt_br: Expandir ou recolher grupo
zh_hans: 展开或折叠组
zh_hant: 展開或收合群組

source: Expand Selection
de: Auswahl erweitern
es: Expandir selección
fr: Dilater la sélection
ja: 選択範囲を拡張
ko: 선택 영역 확대
pt_br: Expandir seleção
zh_hans: 扩展选区
zh_hant: 擴張選取範圍

source: Expand…
de: Erweitern…
es: Expandir…
fr: Dilater…
ja: 拡張…
ko: 확대…
pt_br: Expandir…
zh_hans: 扩展…
zh_hant: 擴張…

source: Export JPEG
de: JPEG exportieren
es: Exportar JPEG
fr: Exporter en JPEG
ja: JPEG を書き出し
ko: JPEG 내보내기
pt_br: Exportar JPEG
zh_hans: 导出 JPEG
zh_hant: 轉存 JPEG

source: Export JPEG…
de: JPEG exportieren…
es: Exportar JPEG…
fr: Exporter en JPEG…
ja: JPEG を書き出し…
ko: JPEG 내보내기…
pt_br: Exportar JPEG…
zh_hans: 导出 JPEG…
zh_hant: 轉存 JPEG…

source: Export PNG
de: PNG exportieren
es: Exportar PNG
fr: Exporter en PNG
ja: PNG を書き出し
ko: PNG 내보내기
pt_br: Exportar PNG
zh_hans: 导出 PNG
zh_hant: 轉存 PNG

source: Export PNG…
de: PNG exportieren…
es: Exportar PNG…
fr: Exporter en PNG…
ja: PNG を書き出し…
ko: PNG 내보내기…
pt_br: Exportar PNG…
zh_hans: 导出 PNG…
zh_hant: 轉存 PNG…

source: Export…
de: Exportieren…
es: Exportar…
fr: Exporter…
ja: 書き出し…
ko: 내보내기…
pt_br: Exportar…
zh_hans: 导出…
zh_hant: 轉存…

source: Exposure
de: Belichtung
es: Exposición
fr: Exposition
ja: 露光量
ko: 노출
pt_br: Exposição
zh_hans: 曝光度
zh_hant: 曝光度

source: Extension color
de: Erweiterungsfarbe
es: Color de la extensión
fr: Couleur d’extension
ja: 拡張部分の色
ko: 확장 영역 색상
pt_br: Cor da extensão
zh_hans: 扩展颜色
zh_hant: 延伸區域顏色

source: Extension Color
de: Erweiterungsfarbe
es: Color de extensión
fr: Couleur d'extension
ja: 拡張部分の色
ko: 확장 영역 색상
pt_br: Cor da extensão
zh_hans: 扩展颜色
zh_hant: 延伸區域顏色

source: Eyedropper
de: Pipette
es: Cuentagotas
fr: Pipette
ja: スポイト
ko: 스포이드
pt_br: Conta-gotas
zh_hans: 吸管
zh_hant: 滴管

source: Eyedropper (I)
de: Pipette (I)
es: Cuentagotas (I)
fr: Pipette (I)
ja: スポイト（I）
ko: 스포이드 (I)
pt_br: Conta-gotas (I)
zh_hans: 吸管 (I)
zh_hant: 滴管 (I)

source: Eyedropper tool
de: Pipette-Werkzeug
es: Herramienta Cuentagotas
fr: Outil Pipette
ja: スポイトツール
ko: 스포이드 도구
pt_br: Ferramenta Conta-gotas
zh_hans: 吸管工具
zh_hant: 滴管工具

source: Fade the edge of the selection by this many pixels
de: Auswahlkante um diese Pixelanzahl weichzeichnen
es: Desvanecer el borde de la selección este número de píxeles
fr: Adoucir le contour de la sélection sur ce nombre de pixels
ja: 指定したピクセル数だけ選択範囲の境界をぼかす
ko: 지정한 픽셀 수만큼 선택 영역의 가장자리를 부드럽게 하기
pt_br: Difundir a borda da seleção por este número de pixels
zh_hans: 将选区边缘羽化指定的像素数
zh_hant: 將選取範圍邊緣羽化指定的像素數

source: Faux bold or faux italic was omitted.
de: Faux Fett oder Faux Kursiv wurde weggelassen.
es: Se ha omitido la negrita o cursiva falsa.
fr: Le faux gras ou le faux italique a été ignoré.
ja: 擬似ボールドまたは擬似イタリックは省略されました。
ko: 가상 굵게 또는 가상 기울임꼴은 생략되었습니다.
pt_br: O negrito ou itálico falso foi omitido.
zh_hans: 已忽略仿粗体和仿斜体效果。
zh_hant: 已忽略仿粗體和仿斜體效果。

source: Feather
de: Weiche Kante
es: Desvanecer
fr: Contour progressif
ja: ぼかし
ko: 페더
pt_br: Difusão
zh_hans: 羽化
zh_hant: 羽化

source: Feather Selection
de: Auswahlkante weichzeichnen
es: Desvanecer selección
fr: Contour progressif de la sélection
ja: 選択範囲の境界をぼかす
ko: 선택 영역 페더
pt_br: Difundir seleção
zh_hans: 羽化选区
zh_hant: 羽化選取範圍

source: Feather…
de: Weiche Kante…
es: Desvanecer…
fr: Contour progressif…
ja: ぼかし…
ko: 페더…
pt_br: Difusão…
zh_hans: 羽化…
zh_hant: 羽化…

source: Fill
de: Fläche
es: Relleno
fr: Fond
ja: 塗り
ko: 칠
pt_br: Preenchimento
zh_hans: 填充
zh_hant: 填滿

source: Fill Mask
de: Maske füllen
es: Rellenar máscara
fr: Remplir le masque
ja: マスクを塗りつぶす
ko: 마스크 칠하기
pt_br: Preencher máscara
zh_hans: 填充蒙版
zh_hant: 填滿遮色片

source: Fill Text
de: Text füllen
es: Rellenar texto
fr: Remplir le texte
ja: テキストを塗りつぶす
ko: 텍스트 칠하기
pt_br: Preencher texto
zh_hans: 填充文字
zh_hant: 填滿文字

source: Fill the selection using surrounding pixels from this layer.
de: Auswahl mit umgebenden Pixeln dieser Ebene füllen.
es: Rellene la selección con los píxeles circundantes de esta capa.
fr: Remplir la sélection avec les pixels environnants de ce calque.
ja: このレイヤーの周囲のピクセルを使って選択範囲を塗りつぶします。
ko: 이 레이어의 주변 픽셀을 사용하여 선택 영역을 채웁니다.
pt_br: Preencha a seleção com os pixels ao redor nesta camada.
zh_hans: 使用当前图层中选区周围的像素填充选区。
zh_hant: 使用目前圖層中選取範圍周圍的像素填滿選取範圍。

source: Fill with Background
de: Mit Hintergrundfarbe füllen
es: Rellenar con color de fondo
fr: Remplir avec la couleur d’arrière-plan
ja: 背景色で塗りつぶし
ko: 배경색으로 채우기
pt_br: Preencher com a cor do plano de fundo
zh_hans: 使用背景色填充
zh_hant: 以背景色填滿

source: Fill with Background Color
de: Mit Hintergrundfarbe füllen
es: Rellenar con color de fondo
fr: Remplir avec la couleur d’arrière-plan
ja: 背景色で塗りつぶし
ko: 배경색으로 채우기
pt_br: Preencher com a cor do plano de fundo
zh_hans: 使用背景色填充
zh_hant: 以背景色填滿

source: Fill with Foreground
de: Mit Vordergrundfarbe füllen
es: Rellenar con color frontal
fr: Remplir avec la couleur de premier plan
ja: 描画色で塗りつぶし
ko: 전경색으로 채우기
pt_br: Preencher com a cor do primeiro plano
zh_hans: 使用前景色填充
zh_hant: 以前景色填滿

source: Fill with Foreground Color
de: Mit Vordergrundfarbe füllen
es: Rellenar con color frontal
fr: Remplir avec la couleur de premier plan
ja: 描画色で塗りつぶし
ko: 전경색으로 채우기
pt_br: Preencher com a cor do primeiro plano
zh_hans: 使用前景色填充
zh_hant: 以前景色填滿

source: Final dimensions must be 1–%1$@ pixels per side.
de: Die Endabmessungen müssen 1–%1$@ Pixel pro Seite betragen.
es: Las dimensiones finales deben ser de 1 a %1$@ píxeles por lado.
fr: Les dimensions finales doivent être de 1–%1$@ pixels par côté.
ja: 最終サイズの各辺は 1～%1$@ ピクセルにしてください。
ko: 최종 크기의 각 변은 1~%1$@픽셀이어야 합니다.
pt_br: As dimensões finais devem ser de 1 a %1$@ pixels por lado.
zh_hans: 最终尺寸的每边必须为 1–%1$@ 像素。
zh_hant: 最終尺寸的每邊必須為 1–%1$@ 像素。

source: Finish editing text
de: Textbearbeitung beenden
es: Terminar edición de texto
fr: Terminer la modification du texte
ja: テキストの編集を完了
ko: 텍스트 편집 완료
pt_br: Concluir edição de texto
zh_hans: 完成文字编辑
zh_hant: 完成文字編輯

source: Firmer color than Version 2. Primary shifts stay gentler than the current process.
de: Kräftigere Farben als Version 2. Primärfarbenverschiebungen bleiben sanfter als im aktuellen Prozess.
es: Color más intenso que en la versión 2. Los cambios de colores primarios son más suaves que en el proceso actual.
fr: Couleurs plus soutenues qu’avec la version 2. Les décalages des couleurs primaires restent plus doux que dans le processus actuel.
ja: バージョン 2 より色が強くなります。原色の変化は現在の処理方式より穏やかです。
ko: 버전 2보다 색상이 강합니다. 원색의 변화는 현재 처리 방식보다 부드럽습니다.
pt_br: Cores mais intensas que na versão 2. As alterações das cores primárias são mais suaves que no processo atual.
zh_hans: 颜色调整比版本 2 更强，原色调整仍比当前处理版本柔和。
zh_hant: 顏色調整比版本 2 更強，原色調整仍比目前處理版本柔和。

source: Fit
de: Einpassen
es: Encajar
fr: Ajuster
ja: 全体表示
ko: 화면에 맞추기
pt_br: Ajustar
zh_hans: 适合窗口
zh_hant: 適合視窗

source: Fit Canvas
de: Arbeitsfläche einpassen
es: Encajar lienzo
fr: Adapter la zone de travail
ja: カンバスを画面に合わせる
ko: 캔버스를 창에 맞추기
pt_br: Ajustar tela à janela
zh_hans: 画布适合窗口
zh_hant: 版面符合視窗

source: Fit canvas in window (⌘0)
de: Arbeitsfläche ins Fenster einpassen (⌘0)
es: Encajar lienzo en la ventana (⌘0)
fr: Ajuster la zone de travail à la fenêtre (⌘0)
ja: カンバスをウィンドウに合わせる（⌘0）
ko: 캔버스를 창에 맞추기 (⌘0)
pt_br: Ajustar tela à janela (⌘0)
zh_hans: 画布适合窗口 (⌘0)
zh_hant: 版面適合視窗 (⌘0)

source: Flip Canvas Horizontal
de: Arbeitsfläche horizontal spiegeln
es: Voltear lienzo horizontal
fr: Symétrie horizontale de la zone de travail
ja: カンバスを左右に反転
ko: 캔버스 가로로 뒤집기
pt_br: Virar tela horizontalmente
zh_hans: 水平翻转画布
zh_hant: 水平翻轉版面

source: Flip Canvas Vertical
de: Arbeitsfläche vertikal spiegeln
es: Voltear lienzo vertical
fr: Symétrie verticale de la zone de travail
ja: カンバスを上下に反転
ko: 캔버스 세로로 뒤집기
pt_br: Virar tela verticalmente
zh_hans: 垂直翻转画布
zh_hant: 垂直翻轉版面

source: Flip H
de: Horizontal spiegeln
es: Voltear horizontal
fr: Symétrie horizontale
ja: 左右に反転
ko: 가로로 뒤집기
pt_br: Virar horizontalmente
zh_hans: 水平翻转
zh_hant: 水平翻轉

source: Flip Horizontal
de: Horizontal spiegeln
es: Voltear horizontal
fr: Symétrie horizontale
ja: 左右に反転
ko: 가로로 뒤집기
pt_br: Virar horizontalmente
zh_hans: 水平翻转
zh_hant: 水平翻轉

source: Flip Layer Horizontal
de: Ebene horizontal spiegeln
es: Voltear capa horizontalmente
fr: Symétrie horizontale du calque
ja: レイヤーを水平方向に反転
ko: 레이어 가로로 뒤집기
pt_br: Virar camada horizontalmente
zh_hans: 水平翻转图层
zh_hant: 水平翻轉圖層

source: Flip Layer Vertical
de: Ebene vertikal spiegeln
es: Voltear capa verticalmente
fr: Symétrie verticale du calque
ja: レイヤーを垂直方向に反転
ko: 레이어 세로로 뒤집기
pt_br: Virar camada verticalmente
zh_hans: 垂直翻转图层
zh_hant: 垂直翻轉圖層

source: Flip V
de: Vertikal spiegeln
es: Voltear vertical
fr: Symétrie verticale
ja: 上下に反転
ko: 세로로 뒤집기
pt_br: Virar verticalmente
zh_hans: 垂直翻转
zh_hant: 垂直翻轉

source: Flip Vertical
de: Vertikal spiegeln
es: Voltear vertical
fr: Symétrie verticale
ja: 上下に反転
ko: 세로로 뒤집기
pt_br: Virar verticalmente
zh_hans: 垂直翻转
zh_hant: 垂直翻轉

source: Floating Selection
de: Schwebende Auswahl
es: Selección flotante
fr: Sélection flottante
ja: フローティング選択範囲
ko: 부동 선택 영역
pt_br: Seleção flutuante
zh_hans: 浮动选区
zh_hant: 浮動選取範圍

source: Folder
de: Gruppe
es: Grupo
fr: Groupe
ja: グループ
ko: 그룹
pt_br: Grupo
zh_hans: 组
zh_hant: 群組

source: Folder %1$@
de: Gruppe %1$@
es: Grupo %1$@
fr: Groupe %1$@
ja: グループ %1$@
ko: 그룹 %1$@
pt_br: Grupo %1$@
zh_hans: 组 %1$@
zh_hant: 群組 %1$@

source: Folder blend mode “%1$@” isn’t supported. The folder will be pass-through.
de: Die Gruppenfüllmethode „%1$@“ wird nicht unterstützt. Die Gruppe verwendet „Hindurchwirken“.
es: El modo de fusión de grupo «%1$@» no es compatible. El grupo usará el modo Pass Through.
fr: Le mode de fusion de groupe « %1$@ » n’est pas pris en charge. Le groupe utilisera le mode Transfert.
ja: グループの描画モード「%1$@」には対応していません。「通過」を使用します。
ko: 그룹의 혼합 모드 “%1$@”은 지원되지 않습니다. 통과 모드를 사용합니다.
pt_br: O modo de mesclagem de grupo “%1$@” não é compatível. O grupo usará o modo Passagem.
zh_hans: 不支持组的混合模式“%1$@”，将使用“穿透”模式。
zh_hant: 不支援群組的混合模式「%1$@」，將使用「穿透」模式。

source: Follow System
de: Systemeinstellung verwenden
es: Seguir el sistema
fr: Suivre le système
ja: システム設定に従う
ko: 시스템 설정 따르기
pt_br: Seguir o sistema
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Font
de: Schriftart
es: Fuente
fr: Police
ja: フォント
ko: 글꼴
pt_br: Fonte
zh_hans: 字体
zh_hant: 字型
